//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DAW */

	"100" = "不明";
	"101" = "未宣言";
	"102" = "キャンセル";
	"103" = "編集";
	"104" = "取り消し";
	"105" = "やり直し";
	"106" = "カット";
	"107" = "コピー";
	"108" = "ペースト";
	"109" = "クリア";
	"110" = "全てを選択";
	"111" = "Enter";
	"112" = "Return";
	"113" = "Esc";
	"114" = "Backspace";
	"115" = "左矢印";
	"116" = "右矢印";
	"117" = "上矢印";
	"118" = "下矢印";
	"119" = "Page Up";
	"120" = "Page Down";
	"121" = "Home";
	"122" = "End";
	"123" = "スペース";
	"124" = "Tab";
	"125" = "コンマ";
	"126" = "ピリオド";
	"127" = "クォート";
	"128" = "セミコロン";
	"129" = "バッククォート";
	"130" = "マイナス";
	"131" = "イコール";
	"132" = "プラス";
	"133" = "インサート";
	"134" = "Delete";
	"135" = "ヘルプ";

/* L10N_PEDViews_127 */

	"200" = "ミキサー設定";
	"201" = "ディザ適用ミキサー使用";
	"202" = "ディスクバッファ情報メッセージ";
	"203" = "最低限のシステムメモリをアロケート（次の再起動の後に有効）";
	"204" = "サイズ:";
	"205" = "オーディオ ドライブのコンテンツのストリーミングに最適化（より多くのシステムメモリが必要）";
	"206" = "プラグイン ストリーミング バッファ";
	"207" = "設定";
	"208" = "AAEプレイバック バッファ（ディスク バッファ）";
	"209" = "プレイバックエンジン";
	"210" = "OK";
	"211" = "サイズ:";
	"212" = "ディスク バッファの値を小さくすると、ディスクのレイテンシが少なくなります（システムの反応が速くなります）。値を大きくすると、ディスクの処理能力が向上します（システムの反応が遅くなります）。";
	"213" = "キャッシュ サイズ:";

/* L10N_PEDViews_128 */

	"300" = "キャッシュ サイズ:";
	"301" = "サイズ:";
	"302" = "オーディオ ドライブのコンテンツのストリーミングに最適化（より多くのシステムメモリが必要）";
	"303" = "AAEプレイバックバッファ";
	"304" = "最低限のシステムメモリをアロケート（次の再起動の後に有効）";
	"305" = "設定";
	"306" = "ディスク バッファの値を小さくすると、ディスクのレイテンシが少なくなります（システムの反応が速くなります）。値を大きくすると、ディスクの処理能力が向上します（システムの反応が遅くなります）。";
	"307" = "ディスクバッファ情報メッセージ";
	"308" = "エンジン";
	"309" = "ミキサー設定";
	"310" = "プレイバックエンジン";
	"311" = "OK";
	"312" = "プラグイン ストリーミング バッファ";
	"313" = "サイズ:";
	"314" = "ディザ適用ミキサー使用";

/* L10N_PEDViews_130 */

	"400" = "再生/録音中のエラーを無視する（クリックやポップの原因になる場合があります）";
	"401" = "H/W バッファサイズ:";
	"402" = "I/Oレイテンシの増加を最小限にする";
	"403" = "ホスト エンジン";
	"404" = "CPU 使用限度:";
	"405" = "ホスト プロセッサ:";

/* L10N_PEDViews_131 */

	"500" = "ボイス数:";
	"501" = "ホスト プロセッサ";
	"502" = "H/W バッファサイズ:";
	"503" = "CPU 使用限度:";

/* L10N_PEDViews_132 */

	"600" = "遅延補正エンジン:";
	"601" = "ホスト プロセッサ:";
	"602" = "44.1 kHz";
	"603" = "I/Oレイテンシの増加を最小限にする";
	"604" = "再生/録音中のエラーを無視する（クリックやポップの原因になる場合があります）";
	"605" = "CPU 使用限度:";
	"606" = "サンプルレート:";
	"607" = "H/W バッファサイズ:";
	"608" = "ボイス数:";
	"609" = "ホスト エンジン";

/* L10N_Cmn */

	"700" = "( %1, %2 )";
	"701" = "\"%1\"の行%2で表明が起こりました。";
	"702" = "範囲外: Cmn_ChunkyVecImpl::At";
	"703" = "ソース%1、長さ%2、%3を下に移動\n";
	"704" = "ソース%1、長さ%2、%3を上に移動\n";
	"705" = "予期しないエラーが起こりました。";
	"706" = "メモリー容量が足りません。";
	"707" = "予期しない理由でストリームの終わりに達しました。";
	"708" = "ストリームの終わりを超えて位置を設定しようとしました。";
	"709" = "範囲外: Cmn_PolyVectorImpl::At";
	"710" = "Cmn_MakeString変換エラーにより失敗しました。";
	"711" = "ファイルの終わりに達しました。";
	"712" = "リトルエンディアン";
	"713" = "ビッグエンディアン";
	"714" = "未設定";

/* L10N_XPL */

	"800" = "\pAbout...";
	"801" = "進行ダイアログ";
	"802" = "注意";
	"803" = "キャンセル";
	"804" = "OK";

/* L10N_ProToolsGeneric */

	"900" = "なし";
	"901" = "なし";
	"902" = "MIDI";
	"903" = "OK(&O)";
	"904" = "終了";
	"905" = "キャンセル(&C)";
	"906" = "了承(&A)";
	"907" = "却下(&D)";
	"908" = "エラーメッセージをコピー(&C)";
	"909" = "再試行(&R)";
	"910" = "停止(&S)";
	"911" = "消去(&D)";
	"912" = "続ける(&C)";
	"913" = "はい(&Y)";
	"914" = "いいえ(&N)";
	"915" = "詳細(&I)...";
	"916" = "すべて";
	"917" = "すべて";
	"918" = "All";
	"919" = "オフ";
	"920" = "off";
	"921" = "オン";
	"922" = "パン";
	"923" = "ボリューム";
	"924" = "ボリュームトリム";
	"925" = "レベルトリム";
	"926" = "n/a";
	"927" = "Pro Tools";
	"928" = "保存(&S)";
	"929" = "保存しない(&D)";
	"930" = "破棄(&D)";
	"931" = "保持(&K)";
	"932" = "削除しない(&D)";
	"933" = "削除(&R)";
	"934" = "ProTools 5.0";
	"935" = "ProTools 4.3";
	"936" = "ProTools 3.2";
	"937" = "Pro Tools 5.0";
	"938" = "Pro Tools 4.3";
	"939" = "Pro Tools 3.2";
	"940" = "オーディオトラック";
	"941" = "オーディオとビデオのトラック";
	"942" = "MIDIトラック";
	"943" = "Auxトラック";
	"944" = "マスタートラック";
	"945" = "インストゥルメントトラック";
	"946" = "VCAマスター";
	"947" = "フォルダ";
	"948" = "フリーズ済みトラック";
	"949" = "以下の理由によりTCEプラグインのファクトリーデフォルトファイルを生成できません。 %1";
	"950" = "使用不可";
	"951" = "使用不可";
	"952" = " with ";
	"953" = "\"%1\"";
	"954" = "以後表示しない";
	"955" = "最小限";
	"956" = "許可(&A)";
	"957" = "置換(&R)";
	"958" = "简体中文 (Simplified Chinese)";
	"959" = "繁體中文 (Traditional Chinese)";
	"960" = "Deutsch (German)";
	"961" = "English (English)";
	"962" = "Español (Spanish)";
	"963" = "Français (French)";
	"964" = "Italiano (Italian)";
	"965" = "日本語 (Japanese)";
	"966" = "한글 (Korean)";
	"967" = "サインイン";
	"968" = "サインアウト";
	"969" = "サインイン中";
	"970" = "セッション";
	"971" = "プロジェクト";
	"972" = "修復 (&R)";
	"973" = "合計クラウド ストレージ %2 中 %1 (%3%) を使用しています";
	"974" = " （ストレージ: %1%）";
	"975" = "ライセンスで許可されているものより新しいバージョンのPro Toolsを起動しようとしています。このバージョンのPro Toolsをアンインストールし、ライセンスでサポートされているPro Toolsのバージョンを再インストールするか、MyAvidアカウントにログインし、アップグレード プランを更新してください。";
	"976" = "MyAvid";
	"977" = "Avid製品とサービスの品質向上のために使用状況と診断データを送信しますか？\n\n";
	"978" = "一部のウェブ ウィンドウにはAvidプライバシーポリシーに準拠した範囲で使用状況と診断データを収集し続けるものがあります。";
	"979" = "\n\nこの設定はPro Tools初期設定>操作>動作診断にて変更できます。";
	"980" = "\n\nこの設定はPro Tools Firstの設定メニューにて変更できます。";
	"981" = "アップデート(&U)";
	"982" = "スキップ(&S)";
	"983" = "別名で保存...(&S)";

/* L10N_Languages */

	"1000" = "日本語";
	"1001" = "英語";
	"1002" = "簡体中文";
	"1003" = "繁體中文";
	"1004" = "日本語";
	"1005" = "韓国語";
	"1006" = "フランス語";
	"1007" = "イタリア語";
	"1008" = "ドイツ語";
	"1009" = "スペイン語";

/* L10N_PEDViews */

	"1100" = "プレイバックエンジン";
	"1101" = "OK";
	"1102" = "設定";
	"1103" = "AAEプレイバック バッファ（ディスク バッファ）";
	"1104" = "キャッシュ サイズ:";
	"1105" = "サイズ:";
	"1106" = "ディスク バッファの値を小さくすると、ディスクのレイテンシが少なくなります（システムの反応が速くなります）。値を大きくすると、ディスクの処理能力が向上します（システムの反応が遅くなります）。";
	"1107" = "ディスクバッファ情報メッセージ";
	"1108" = "最低限のシステムメモリをアロケート（次の再起動の後に有効）";
	"1109" = "プラグイン ストリーミング バッファ";
	"1110" = "サイズ:";
	"1111" = "オーディオ ドライブのコンテンツのストリーミングに最適化（より多くのシステムメモリが必要）";
	"1112" = "プレイバックエンジン";
	"1113" = "OK";
	"1114" = "エンジン";
	"1115" = "プラグイン ストリーミング バッファ";
	"1116" = "サイズ:";
	"1117" = "オーディオ ドライブのコンテンツのストリーミングに最適化（より多くのシステムメモリが必要）";
	"1118" = "AAEプレイバックバッファ";
	"1119" = "キャッシュ サイズ:";
	"1120" = "サイズ:";
	"1121" = "ディスク バッファの値を小さくすると、ディスクのレイテンシが少なくなります（システムの反応が速くなります）。値を大きくすると、ディスクの処理能力が向上します（システムの反応が遅くなります）。";
	"1122" = "ディスクバッファ情報メッセージ";
	"1123" = "最低限のシステムメモリをアロケート（次の再起動の後に有効）";
	"1124" = "設定";
	"1125" = "CPU 使用限度:";
	"1126" = "ホスト エンジン";
	"1127" = "ホスト プロセッサ:";
	"1128" = "H/W バッファサイズ:";
	"1129" = "再生/録音中のエラーを無視する（クリックやポップの原因になる場合があります）";
	"1130" = "I/Oレイテンシを最小限にする";
	"1131" = "H/W バッファサイズ:";
	"1132" = "CPU 使用限度:";
	"1133" = "ボイス数:";
	"1134" = "ホスト プロセッサ";
	"1135" = "H/W バッファサイズ:";
	"1136" = "CPU 使用限度:";
	"1137" = "サンプルレート:";
	"1138" = "ホスト エンジン";
	"1139" = "ボイス数:";
	"1140" = "44.1 kHz";
	"1141" = "遅延補正エンジン:";
	"1142" = "ホスト プロセッサ:";
	"1143" = "再生/録音中のエラーを無視する（クリックやポップの原因になる場合があります）";
	"1144" = "I/Oレイテンシを最小限にする";

/* L10N_Alert */

	"1200" = "選択されたインサートは \"バイパス\"をサポートしていません。";
	"1201" = "フェードが短すぎます。最低4サンプルが必要です。";
	"1202" = "トラックをレコーディング可能な状態にするには、先にボイスをアサインします。";
	"1203" = "全てのオーバービューを作成にはメモリーが不足しています！";
	"1204" = "レコーディング用スペースを割当てられませんでした！ ";
	"1205" = "1つ以上のトラックでレコード ファイルを作成できませんでした。  ディスクの割り当てとドライブの許可を確認してください。";
	"1206" = "その名前は他のファイルで使われています。";
	"1207" = "そのトランスポーズ値は大き過ぎます。";
	"1208" = "フェード クリップはその元のクリップから独立して移動できません。";
	"1209" = "選択範囲内にロックされたクリップがあります。 ロックされたクリップは移動や編集できません。";
	"1210" = "このバージョンのPro ToolsにはDAEバージョン5.1以降が必要です。";
	"1211" = " \"メモリー\"コントロールパネルで32ビットアドレスをオンにする必要があります。";
	"1212" = " \"メモリ\"コントロールパネルで仮想メモリを無効にする必要があります。";
	"1213" = "DigiSystem INITが必要です。";
	"1214" = "システムフォルダ内に\"DAE Folder\"を作成する必要があります。そこがDAEの場所です。";
	"1215" = "AAEが見つかりません。";
	"1216" = "Pro Toolsハードウェアがインストールされていないか、もしくは別のプログラムに使われています。";
	"1217" = "Pro Toolsがデジタル シンクを受信していない可能性があります。";
	"1218" = "AAEの動作に十分なメモリが存在しません。";
	"1219" = "Pro Toolsカードにディスク ドライブが接続されていません。";
	"1220" = "\"DSP Farm\"が存在しないか、正しくインストールされていません。";
	"1221" = "重大なクロックエラーが発生しました。コンピュータを再起動してください。";
	"1222" = "AAEがオーディオ ハードウェアとコミュニケートできませんでした。再生を停止するか、ハードウェアを使用している他のオーディオ アプリケーションを終了してください。";
	"1223" = "ムービー機能にはQuickTimeが必要です。ムービー機能を使用するには機能拡張フォルダにQuickTimeとQuickTime Power Plugバージョン2.5以降をインストールして再起動してください。";
	"1224" = "ムービー機能にはQuickTimeが必要です。ムービー機能を使用するには機能拡張フォルダにQuickTimeとQuickTime Power Plugバージョン2.5以降をインストールして再起動してください。";
	"1225" = "使用しているQuickTimeが古過ぎます。ムービー機能を使用するには機能拡張フォルダにQuickTimeとQuickTime Power Plugバージョン2.5以降をインストールして再起動してください。";
	"1226" = "お使いのオーディオ デバイスは、サポートされていないバッファサイズに設定されています。デバイスのコントロールパネルにて、以下のサポートされているバッファサイズから選択してください: 32、64、128、256、512、1024、または2048。";
	"1227" = "オーディオ機器のサンプルレートを正しく設定することができませんでした。オーディオ関連のアプリケーションをすべて終了し、この機器がコントロールパネル[サウンドとオーディオ]で再生および録音のための機器として選択されていないことを確認してください。";
	"1228" = "操作はユーザーによって取り消されました";
	"1229" = "送り先のシーケンスの境界外にあるオーディオは除外されます。 続行しますか？";
	"1230" = "Shoe Toolのインストールでエラーが発生しました。 正しくインストールするには、署名されたコンポーネントを含んだビルドを起動してみてください。";
	"1231" = "PACEサポートをインストール中...";
	"1232" = "Paceドライバーのインストールでエラーが発生しました。  iLok.comからの最新ドライバーを、手動でインストールしてみてください。";
	"1233" = "選択された入力および出力デバイスは同一のハードウェアではありません。これにより予期しないクリップ、ポップ、ディストーションなどが発生する可能性があります。これらの問題を防止するには、入力と出力デバイスは同一のハードウェアのものを選択してください。";
	"1234" = "プレイバックエンジン...";
	"1235" = "Avid Application Managerをインストールしています...";
	"1236" = "Avid Application Managerのインストールにエラーが発生しました";
	"1237" = "入力と出力デバイスを両方とも\"None\"に設定することはできません";
	"1238" = "不明な理由によりアクティベーションに失敗しました。エラーコード%1。";
	"1239" = "Pro Toolsにサインインできませんでした。このアカウントでクラウド機能を有効化する方法について詳しくは、Avid.comにアクセスしてください。";
	"1240" = "iLokサービスに接続できませんでした。後ほど再試行してください。";
	"1241" = "アクティベーションに失敗しました。iLok License Managerをアップデートしてください。";
	"1242" = "アクティベーションに失敗しました。このマシンでライセンスを認証する前に、iLok License Managerを使用して他のマシンまたはiLokのアクティベーションを解除してください。";
	"1243" = "アクティベーションに失敗しました。アカウントにiLokアセットが残っていません。";
	"1244" = "アクティベーションに失敗しました。お使いのiLokをiLok License Managerで登録してください。";
	"1245" = "選択したオーディオファイルを編集挿入点にスポットできません。編集挿入点があるトラックのチャンネル数と、ワークスペースで選択したオーディオのチャンネル数は一致していなければなりません。";
	"1246" = "この製品のライセンスを検証するために必要なソフトウェアが起動していません。製品を再インストールするか、iLok License Managerインストーラを次のURLからダウンロードして実行してください:\n\nhttp://www.ilok.com";
	"1247" = "この操作は許可されていません。理由: %1。";
	"1248" = "現在のHDXファームウェア バージョンは、Pro Tools 2018.12以前には対応していません。HDXファームウェアのダウングレードは、Pro Tools 2018.12以前を使用する必要がある場合にのみ行います。ダウングレードするには：\n\n1. ［OK］をクリックしてPro Toolsを終了します\n2. 同じバージョンのPro Toolsを再起動します\n3. ［OK］をクリックして、HDXファームウェアをダウングレードします";
	"1249" = "現在のPro Tools | Carbonファームウェア バージョンは、Pro Tools 2018.12以前には対応していません。ファームウェアのダウングレードは、Pro Tools 2018.12以前を使用する必要がある場合にのみ行います。ダウングレードするには:\n\n1.［OK］をクリックしてPro Toolsを終了します\n2.同じバージョンのPro Toolsを再起動します\n3.［OK］をクリックして、Carbonファームウェアをダウングレードします";
	"1250" = "Pro Toolsのインストールでエラーが発生したため、Pro Toolsを削除してから再インストールしてください";
	"1251" = "十分な空きディスク容量がありません";

